Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SOS_VOICELOOP_SPEECH_BRIEF_HOW_TO_REPEAT
source: Press %c to repeat
ar: اضغط على %c للتكرار
bg: Натиснете %c за повтаряне
ca: Prem %c per repetir.
cs: Zopakujete stisknutím %c
da: Tryk på %c for at gentage
de: Zum Wiederholen %c drücken
el: Πατήστε %c για επανάληψη
es: Pulsa %c para repetir el mensaje.
es_us: Presiona %c para repetir
fi: Toista uudelleen painamalla %c
fr: Appuyez sur %c pour lire le message en boucle.
fr_ca: Appuyez sur %c pour lire le message en boucle.
he: יש ללחוץ על %c לשמיעה חוזרת
hi: दोहराने के लिए %c दबाएँ
hr: Pritisnite %c za ponavljanje
hu: Az ismétléshez nyomja meg a következőt: %c
id: Tekan %c untuk mengulangi
it: Premi %c per ripetere
ja: 繰り返すには%cを押します
kk: Қайталау үшін %c түймесін басыңыз
ko: 반복하려면 %c을 누르세요.
lt: Paspauskite „%c“, kad pakartotumėte
ms: Tekan %c untuk mengulang
nl: Druk op %c om te herhalen
no: Trykk på %c for å gjenta
pl: Naciśnij %c, aby powtórzyć
pt_br: Pressione %c para repetir
pt_pt: Prima %c para repetir
ro: Apăsați %c pentru repetare
ru: Для повтора нажмите %c
sk: Stlačením %c spustíte opakovanie
sl: Za ponovitev pritisnite %c
sv: Tryck på %c om du vill upprepa
th: กด %c เพื่ออ่านซ้ำ
tr: Yinelemek için %c tuşuna basın
uk: Натисніть %c, щоб повторити
vi: Nhấn %c để lặp lại
zh_cn: 按%c重复
zh_hk: 按下%c以重複
zh_tw: 按下%c來重複播放

# SOS_VOICELOOP_SPEECH_LOOP_LOCATION
source: The emergency location is, latitude %@, longitude %@ with an estimated search radius of %@ meters.
ar: موقع الطوارئ هو: خط العرض %@، وخط الطول %@، ونصف قطر نطاق البحث بالمتر حوالي %@.
bg: Местоположението на спешния случай е: географска ширина %@, географска дължина %@ с приблизителен радиус на търсене oт %@ метра.
ca: La ubicació de l’emergència és latitud %@, longitud %@, amb un radi de cerca aproximat de %@ metres.
cs: Souřadnice iniciování tísňové zprávy jsou %@ zeměpisné šířky a %@ zeměpisné délky s odhadovaným poloměrem oblasti %@ metrů.
da: Lokalitet for nødopkald er breddegrad %@, længdegrad %@ med en anslået søgeradius på %@ meter.
de: SOS-Standort: Breitengrad %@, Längengrad %@; geschätzter Suchradius: %@ Meter.
el: Η τοποθεσία έκτακτης ανάγκης βρίσκεται στο γεωγραφικό πλάτος %@ και γεωγραφικό μήκος %@, με εκτιμώμενη ακτίνα αναζήτησης %@ μέτρων.
es: Ubicación de la emergencia: latitud %@, longitud %@, con un radio de búsqueda estimado de %@ metros.
es_us: Ubicación de la emergencia: latitud %@, longitud %@, con un radio de búsqueda estimado de %@ metros.
fi: Hätätilanteen tapahtumapaikka: leveyspiiri %@, pituuspiiri %@, arvioitu etsintäalueen säde %@ metriä.
fr: Le lieu de l’urgence se trouve à la latitude %@ et à la longitude %@, avec un rayon de recherche estimé à %@ mètres.
fr_ca: Les coordonnées de l’incident sont les suivantes : latitude %@, longitude %@ avec un rayon de recherche estimé à %@ mètres.
he: מיקום החירום הוא, קו רוחב %@, קו אורך %@ עם רדיוס חיפוש משוער של %@ מטרים.
hi: आपातकालीन स्थान का अक्षांश %@ और देशांतर %@ है और अनुमानित खोज त्रिज्या %@ मीटर है।
hr: Lokacija hitnog slučaja je %@ stupnjeva zemljopisne širine, %@ stupnjeva zemljopisne dužine s procijenjenim radijusom pretrage od %@ m.
hu: A vészhelyzet pozíciójának földrajzi szélessége: %@, hosszúsága: %@, megközelítőleg %@ méteres keresési sugáron belül.
id: Lokasi darurat terletak di garis lintang %@, garis bujur %@ dengan perkiraan radius pencarian %@ meter.
it: Posizione dell’emergenza: latitudine %@, longitudine %@ con un raggio di ricerca approssimativo di %@ metri.
ja: 緊急じの位置情報: 緯度%@、経度%@。検索半径の推定距離: %@メートル。
kk: Төтенше жағдай орын алған жердің координаттары: ендігі %@, бойлығы %@, болжалды іздеу радиусы %@ метр.
ko: 긴급 구조 요청의 위치는 위도 %@, 경도 %@이며, 예상 수색 반경은 %@미터입니다.
lt: Nelaimės vieta yra: %@ platumos, %@ ilgumos, apskaičiuotas paieškos spindulys — %@ m.
ms: Lokasi kecemasan ialah, latitud %@, longitud %@ dengan anggaran radius carian sejauh %@ meter.
nl: De noodlocatie is: breedtegraad %@, lengtegraad %@ met een geschatte zoekradius van %@ meter.
no: Hendelsen fant sted ved breddegrad %@, lengdegrad %@. Søkeradiusen er anslått til %@ meter.
pl: Lokalizacja alarmowa: szerokość %@, długość %@, w promieniu poszukiwania %@ metrów.
pt_br: A localização da emergência é latitude %@, longitude %@, com raio de busca estimado de %@ metros.
pt_pt: As coordenadas da localização de emergência são %@ (latitude) e %@ (longitude), com um raio de pesquisa aproximado de %@ metros.
ro: Localizarea urgenței este la %@ latitudine, %@ longitudine, cu o rază estimată a căutării de %@ metri.
ru: Координаты места аварии: широта %@, долгота %@, радиус поиска — %@ м.
sk: Súradnice aktivovania tiesňovej správy sú %@ zemepisnej šírky a %@ zemepisnej dĺžky s odhadovaným polomerom oblasti %@ metrov.
sl: Lokacija nujnega primera je %@ zemljepisne širine, %@ zemljepisne dolžine z ocenjenim radijem iskanja %@ m.
sv: Nödsamtalsplatsen har latitud %@, longitud %@ med en uppskattad sökradie på %@ meter.
th: ตำแหน่งที่ตั้งฉุกเฉินอยู่ที่ละติจูด %@ ลองจิจูด %@ โดยอยู่ในรัศมีการค้นหาประมาณ %@ เมตร
tr: Acil durum konumu: %@. enlem, %@. boylam, tahmini %@ metre arama yarıçapı.
uk: Координати подання екстреного сигналу: %@ широти, %@ довготи з орієнтовним радіусом пошуку %@ метрів.
vi: Vị trí khẩn cấp thuộc vĩ độ %@, kinh độ %@ với bán kính tìm kiếm ước tính là %@ mét.
zh_cn: 紧急状况发生位置：纬度%@，经度%@搜索半径约%@米。
zh_hk: 緊急求助位置為：緯度%@、經度%@，估計搜索半徑為%@米。
zh_tw: 緊急位置的座標在緯度%@，經度%@，估計搜索半徑為%@公尺。

# SOS_NEWTON_MODE_ALWAYS_ON
source: Always on
ar: تشغيل دومًا
bg: Винаги включено
ca: Sempre activada
cs: Vždy zapnuto
da: Altid slået til
de: Immer eingeschaltet
el: Πάντα ενεργή
es: Siempre activa
es_us: Siempre activa
fi: Aina päällä
fr: Toujours activée
fr_ca: Toujours active
he: פעיל תמיד
hi: हमेशा चालू
hr: Uvijek uključeno
hu: Mindig bekapcsolva
id: Selalu nyala
it: Sempre attivo
ja: 常にオン
kk: Әрқашан қосулы
ko: 항상 켬
lt: Visada įjungta
ms: Sentiasa aktif
nl: Altijd ingeschakeld
no: Alltid på
pl: Zawsze wł.
pt_br: Sempre ativado
pt_pt: Sempre ativa
ro: Mereu activată
ru: Включено всегда
sk: Nepretržitá
sl: Vedno vklopljeno
sv: Alltid på
th: ตลอดเวลา
tr: Hep açık
uk: Завжди ввімкнено
vi: Luôn bật
zh_cn: 始终开启
zh_hk: 總是開啟
zh_tw: 永遠開啟

# ALSO_WORKS_FIVE_CLICKS_FOOTER
source: Call Emergency SOS when you rapidly press the side button 5 times. Pressing and holding the side button along with the volume buttons will continue to work when this is on.
ar: اتصل بطوارئ SOS عندما تضغط ٥ مرات بسرعة على الزر الجانبي. ستستمر طريقة الضغط المطول على الزر الجانبي مع أزرار الصوت في العمل عندما تكون هذه الطريقة قيد التشغيل.
bg: SOS обаждане, когато бързо натиснете страничния бутон 5 пъти. Функциите при натискане и задържане едновременно на страничния бутон и бутоните за силата на звука ще продължат да работят дори когато тази опция е включена.
ca: Truca als serveis d’emergències en prémer ràpidament el botó lateral cinc vegades. La premuda llarga del botó lateral i dels botons de volum alhora continuarà funcionant encara que aquesta opció estigui activada.
cs: Tísňové volání zahájíte stisknutím postranního tlačítka pětkrát rychle za sebou. Podržení postranního tlačítka společně s tlačítky hlasitosti bude fungovat, i když tuto volbu zapnete.
da: Foretag Nød‑SOS ved at trykke hurtigt på sideknappen 5 gange. Du kan også fortsat gøre det ved at holde både sideknappen og begge lydstyrkeknapper inde, så længe denne funktion er slået til.
de: „Notruf SOS“ wird ausgelöst, wenn die Seitentaste 5-mal schnell gedrückt wird. Das gleichzeitige Halten der Seitentaste und der Lautstärketasten funktioniert weiterhin, wenn diese Funktion aktiviert ist.
el: Καλέστε το Επείγον SOS πατώντας γρήγορα το πλευρικό κουμπί 5 φορές. Το παρατεταμένο πάτημα του πλευρικού κουμπιού μαζί με τα κουμπιά έντασης ήχου θα συνεχίσει να λειτουργεί όταν είναι ενεργή αυτή η ρύθμιση.
es: Haz una llamada con “Emergencia SOS” pulsando rápidamente el botón lateral cinco veces seguidas. Cuando esta opción esté activada, también seguirá funcionando el método de mantener pulsado el botón lateral junto con los botones de volumen.
es_us: Puedes llamar Emergencia SOS cuando presionas rápidamente el botón lateral 5 veces. La función de mantener presionado el botón lateral junto con los botones de volumen seguirá funcionando aunque esto se active.
fi: Painamalla sivupainiketta nopeasti viisi kertaa soitat Hätätila SOS ‑puhelun. Voit myös soittaa hätänumeroon pitämällä sivupainiketta ja äänenvoimakkuuspainikkeita painettuina, kun tämä on päällä.
fr: Passez un appel d’urgence en appuyant rapidement 5 fois sur le bouton latéral. La méthode consistant à maintenir enfoncés le bouton latéral et les boutons de volume reste opérationnelle lorsque cette option est activée.
fr_ca: Appelez les secours en appuyant rapidement cinq fois sur le bouton latéral. Vous pourrez quand même appuyer de façon prolongée sur le bouton latéral et les boutons de volume lorsque cette fonction est activée.
he: חיוג לשירותי חירום SOS יתבצע על-ידי 5 לחיצות מהירות על כפתור הצד. האפשרות להשתמש בלחיצה ארוכה על כפתור הצד ועל כפתורי עוצמת השמע ביחד תמשיך לפעול כאשר מאפיין זה פעיל.
hi: साइड बटन को तेज़ी से 5 बार दबाकर आपातकाल SOS को कॉल किया जाता है। साइड बटन के साथ वॉल्यूम बटनों को दबाकर होल्ड करना इसके चालू रहने पर काम करता रहेगा।
hr: Uputite hitan poziv brzim pritiskanjem bočne tipke 5 puta. Pritiskanje i zadržavanje bočne tipke zajedno s tipkama za podešavanje glasnoće nastavit će raditi kad je uključena ova opcija.
hu: Segélyhívást kezdeményez, amikor ötször gyorsan lenyomja az oldalsó gombot. Az oldalsó gomb és a hangerőszabályzó gombok lenyomása és nyomva tartása továbbra is működni fog, ha ez be van kapcsolva.
id: Panggil Darurat SOS saat Anda menekan tombol samping 5 kali dengan cepat. Tindakan menekan dan menahan tombol samping bersama tombol volume akan tetap berfungsi saat ini menyala.
it: Puoi eseguire chiamate di emergenza premendo rapidamente il tasto laterale per cinque volte. Quando questa opzione è attiva, potrai farlo anche tenendo premuto a lungo il tasto laterale insieme ai tasti del volume.
ja: サイドボタンを素早く5回押すと緊急SOSに通報します。この設定がオンのときでも、サイドボタンと音量ボタンを押し続けることで緊急電話をかけることもできます。
kk: Төтенше қоңырау — SOS соғу үшін бүйірлік түймені 5 рет басу керек. Бұл параметр таңдалғанда, бүйірлік түймені және дыбыс түймелерінің біреуін басып тұруға болады.
ko: 측면 버튼을 빠르게 5번 누르면 긴급 구조 요청에 전화를 겁니다. 이 기능이 켜져 있는 경우에도 음량 버튼과 측면 버튼을 함께 길게 누르면 긴급 구조 요청에 전화를 겁니다.
lt: Skambinkite SOS signalo numeriu greitai 5 kartus paspaudę šoninį mygtuką. Kai ši funkcija įjungta, šoninio mygtuko paspaudimo ir palaikymo drauge su garsumo mygtukais funkcija ir toliau veiks.
ms: Hubungi SOS Kecemasan apabila anda menekan butang sisi 5 kali dengan pantas. Menekan dan menahan butang sisi bersama-sama butang kelantangan akan terus berfungsi apabila ini aktif.
nl: Bel SOS-noodmelding door snel vijf keer op de zijknop te drukken. Je kunt nog steeds de zijknop samen met de volumeknoppen ingedrukt houden als deze optie is ingeschakeld.
no: Ring Nødanrop (SOS) ved å trykke fort fem ganger på sideknappen. Du kan også ringe nødnummeret ved å trykke og holde inne sideknappen og begge volumknappene så lenge innstillingen er på.
pl: Szybkie naciśnięcie przycisku bocznego pięć razy inicjuje połączenie alarmowe. Po włączeniu tej opcji naciśnięcie i przytrzymanie przycisku bocznego wraz z przyciskami głośności działa bez zmian.
pt_br: Ligar para o SOS de Emergência ao pressionar rapidamente o botão lateral 5 vezes. Se esta opção estiver ativada, ainda será possível manter o botão lateral e os botões de volume pressionados.
pt_pt: Carregue no botão lateral cinco vezes em rápida sucessão para ligar para o SOS emergência. Manter o botão lateral carregado ao mesmo tempo que os botões do volume continuará a funcionar mesmo com esta opção ativa.
ro: Apelați S.O.S. urgențe atunci când apăsați rapid butonul lateral de 5 ori. Când această opțiune este activată, va continua să funcționeze și ținerea butonului lateral apăsat împreună cu un buton de volum.
ru: Чтобы совершить Экстренный вызов, необходимо быстро нажать боковую кнопку 5 раз либо, если выбран этот параметр, можно нажать и удерживать боковую кнопку и одну из кнопок громкости.
sk: SOS zavoláte stlačením bočného tlačidla päťkrát rýchlo za sebou. Stlačenie a podržanie bočného tlačidla spolu s tlačidlami hlasitosti bude fungovať aj po zapnutí tejto funkcie.
sl: Če petkrat na hitro pritisnete stranski gumb, se vzpostavi nujni poziv SOS. Če je ta možnost vklopljena, bo funkcija pritiska in pridržanja stranskega gumba skupaj z gumboma za glasnost še vedno delovala.
sv: Kontakta Nödanrop SOS när du trycker på sidoknappen fem gånger snabbt. När det här alternativet är aktivt går det fortfarande att trycka och hålla ned sidoknappen tillsammans med volymknapparna.
th: โทรสาย SOS ฉุกเฉินเมื่อคุณกดปุ่มด้านข้างอย่างรวดเร็ว 5 ครั้ง การกดค้างไว้ที่ปุ่มด้านข้างพร้อมกับปุ่มปรับเสียงจะทำให้ระบบโทรสาย SOS ฉุกเฉินต่อไปเมื่อเปิดคุณสมบัตินี้ไว้
tr: Yan düğmeye hızla 5 kez bastığınızda Acil SOS aranır. Bu açıkken, ses düğmeleriyle beraber yan düğmeyi basılı tutma çalışmaya devam eder.
uk: Надсилайте Сигнал SOS, швидко натиснувши бічну кнопку 5 разів. Коли цей параметр увімкнено, затиснення бічної кнопки разом із кнопками гучності продовжить працювати.
vi: Gọi SOS khẩn cấp khi bạn nhấn nhanh nút sườn 5 lần. Nhấn và giữ nút sườn cùng với các nút âm lượng vẫn hoạt động khi tính năng này được bật.
zh_cn: 快速按下侧边按钮5次进行“SOS紧急联络”呼叫。当此功能打开时，按住侧边按钮以及音量按钮将继续有效。
zh_hk: 快速按五下側邊按鈕即可致電「緊急求助SOS」。開啟此設定時，同時按住側邊按鈕和音量按鈕可繼續運作。
zh_tw: 快速按五下側邊按鈕來撥打「SOS緊急服務」。開啟此設定時，同時按住側邊按鈕和音量按鈕可繼續運作。

# ALSO_WORKS_THREE_CLICKS_FOOTER
source: Call Emergency SOS when you rapidly press the side button 3 times. Pressing and holding the side button along with the volume buttons will continue to work when this is on.
ar: اتصل بطوارئ SOS عندما تضغط ٣ مرات بسرعة على الزر الجانبي. ستستمر طريقة الضغط المطول على الزر الجانبي مع أزرار الصوت في العمل عندما تكون هذه الطريقة قيد التشغيل.
bg: Обаждане за SOS обаждане, когато бързо натиснете страничния бутон 3 пъти. Функциите при натискане и задържане едновременно на страничния бутон и бутоните за силата на звука ще продължат да работят дори когато тази опция е включена.
ca: Truca als serveis d’emergències en prémer ràpidament el botó lateral tres vegades. La premuda llarga del botó lateral i dels botons de volum alhora continuarà funcionant encara que aquesta opció estigui activada.
cs: Tísňové volání zahájíte stisknutím postranního tlačítka třikrát rychle za sebou. Podržení postranního tlačítka společně s tlačítky hlasitosti bude fungovat, i když tuto volbu zapnete.
da: Foretag Nød‑SOS ved at trykke hurtigt på sideknappen 3 gange. Du kan også fortsat gøre det ved at holde både sideknappen og begge lydstyrkeknapper inde, så længe denne funktion er slået til.
de: „Notruf SOS“ wird ausgelöst, wenn die Seitentaste 3-mal schnell gedrückt wird. Das gleichzeitige Halten der Seitentaste und der Lautstärketasten funktioniert weiterhin, wenn diese Funktion aktiviert ist.
el: Καλέστε το Επείγον SOS πατώντας γρήγορα το πλευρικό κουμπί 3 φορές. Το παρατεταμένο πάτημα του πλευρικού κουμπιού μαζί με τα κουμπιά έντασης ήχου θα συνεχίσει να λειτουργεί όταν είναι ενεργή αυτή η ρύθμιση.
es: Haz una llamada con “Emergencia SOS” pulsando rápidamente el botón lateral tres veces seguidas. Cuando esta opción esté activada, también seguirá funcionando el método de mantener pulsado el botón lateral junto con los botones de volumen.
es_us: Puedes llamar Emergencia SOS cuando presionas rápidamente el botón lateral 3 veces. La función de mantener presionado el botón lateral junto con los botones de volumen seguirá funcionando aunque esto se active.
fi: Painamalla sivupainiketta nopeasti kolme kertaa soitat Hätätila SOS ‑puhelun. Voit myös soittaa hätänumeroon pitämällä sivupainiketta ja äänenvoimakkuuspainikkeita painettuina, kun tämä on päällä.
fr: Passez un appel d’urgence en appuyant rapidement 3 fois sur le bouton latéral. La méthode consistant à maintenir enfoncés le bouton latéral et les boutons de volume reste opérationnelle lorsque cette option est activée.
fr_ca: Appelez les secours en appuyant rapidement trois fois sur le bouton latéral. Vous pourrez quand même appuyer de façon prolongée sur le bouton latéral et les boutons de volume lorsque cette fonction est activée.
he: חיוג לשירותי חירום SOS יתבצע על-ידי 3 לחיצות מהירות על כפתור הצד. האפשרות להשתמש בלחיצה ארוכה על כפתור הצד ועל כפתורי עוצמת השמע ביחד תמשיך לפעול כאשר מאפיין זה פעיל.
hi: साइड बटन को तेज़ी से 3 बार दबाकर आपातकालीन SOS कॉल करें। साइड बटन के साथ वॉल्यूम बटनों को दबाकर होल्ड करना इसके चालू रहने पर काम करता रहेगा।
hr: Uputite hitan poziv brzim pritiskanjem bočne tipke 3 puta. Pritiskanje i zadržavanje bočne tipke zajedno s tipkama za podešavanje glasnoće nastavit će raditi kad je uključena ova opcija.
hu: Segélyhívást kezdeményez, amikor háromszor gyorsan lenyomja az oldalsó gombot. Az oldalsó gomb és a hangerőszabályzó gombok lenyomása és nyomva tartása továbbra is működni fog, ha ez be van kapcsolva.
id: Panggil Darurat SOS saat Anda menekan tombol samping 3 kali dengan cepat. Tindakan menekan dan menahan tombol samping bersama tombol volume akan tetap berfungsi saat ini menyala.
it: Puoi eseguire chiamate di emergenza premendo rapidamente il tasto laterale per tre volte. Quando questa opzione è attiva, potrai farlo anche tenendo premuto a lungo il tasto laterale insieme ai tasti del volume.
ja: サイドボタンを素早く3回押すと緊急SOSに通報します。この設定がオンのときでも、サイドボタンと音量ボタンを押し続けることで緊急電話をかけることもできます。
kk: Төтенше қоңырау — SOS соғу үшін бүйірлік түймені 3 рет басу керек. Бұл параметр таңдалғанда, бүйірлік түймені және дыбыс түймелерінің біреуін басып тұруға болады.
ko: 측면 버튼을 빠르게 3번 누르면 긴급 구조 요청에 전화를 겁니다. 이 기능이 켜져 있는 경우에도 음량 버튼과 측면 버튼을 함께 길게 누르면 긴급 구조 요청에 전화를 겁니다.
lt: Skambinkite SOS signalo numeriu greitai 3 kartus paspaudę šoninį mygtuką. Kai ši funkcija įjungta, šoninio mygtuko paspaudimo ir palaikymo drauge su garsumo mygtukais funkcija ir toliau veiks.
ms: Hubungi SOS Kecemasan apabila anda menekan butang sisi 3 kali dengan pantas. Menekan dan menahan butang sisi bersama-sama butang kelantangan akan terus berfungsi apabila ini aktif.
nl: Bel SOS-noodmelding door snel drie keer op de zijknop te drukken. Je kunt nog steeds de zijknop samen met de volumeknoppen ingedrukt houden als deze optie is ingeschakeld.
no: Ring Nødanrop (SOS) ved å trykke fort tre ganger på sideknappen. Du kan også ringe nødnummeret ved å trykke og holde inne sideknappen og begge volumknappene så lenge innstillingen er på.
pl: Szybkie naciśnięcie przycisku bocznego trzy razy inicjuje połączenie alarmowe. Po włączeniu tej opcji naciśnięcie i przytrzymanie przycisku bocznego wraz z przyciskami głośności działa bez zmian.
pt_br: Ligar para o SOS de Emergência ao pressionar rapidamente o botão lateral 3 vezes. Se esta opção estiver ativada, ainda será possível manter o botão lateral e os botões de volume pressionados.
pt_pt: Carregue no botão lateral três vezes em rápida sucessão para ligar para o SOS emergência. Manter o botão lateral carregado ao mesmo tempo que os botões do volume continuará a funcionar mesmo com esta opção ativa.
ro: Apelați S.O.S. urgențe atunci când apăsați rapid butonul lateral de 3 ori. Când această opțiune este activată, va continua să funcționeze și ținerea butonului lateral apăsat împreună cu un buton de volum.
ru: Чтобы совершить Экстренный вызов, необходимо быстро нажать боковую кнопку 3 раза либо, если выбран этот параметр, можно нажать и удерживать боковую кнопку и одну из кнопок громкости.
sk: SOS zavoláte stlačením bočného tlačidla trikrát rýchlo za sebou. Stlačenie a podržanie bočného tlačidla spolu s tlačidlami hlasitosti bude fungovať aj po zapnutí tejto funkcie.
sl: Če trikrat na hitro pritisnete stranski gumb, se vzpostavi nujni poziv SOS. Če je ta možnost vklopljena, bo funkcija pritiska in pridržanja stranskega gumba skupaj z gumboma za glasnost še vedno delovala.
sv: Kontakta Nödanrop SOS när du trycker på sidoknappen tre gånger snabbt. När det här alternativet är aktivt går det fortfarande att trycka och hålla ned sidoknappen tillsammans med volymknapparna.
th: โทรสาย SOS ฉุกเฉินเมื่อคุณกดปุ่มด้านข้างอย่างรวดเร็ว 3 ครั้ง การกดค้างไว้ที่ปุ่มด้านข้างพร้อมกับปุ่มปรับเสียงจะทำให้ระบบโทรสาย SOS ฉุกเฉินต่อไปเมื่อเปิดคุณสมบัตินี้ไว้
tr: Yan düğmeye hızla 3 kez bastığınızda Acil SOS aranır. Bu açıkken, ses düğmeleriyle beraber yan düğmeyi basılı tutma çalışmaya devam eder.
uk: Надсилайте Сигнал SOS, швидко натиснувши бічну кнопку 3 рази. Коли цей параметр увімкнено, затиснення бічної кнопки разом із кнопками гучності продовжить працювати.
vi: Gọi SOS khẩn cấp khi bạn nhấn nhanh nút sườn 3 lần. Nhấn và giữ nút sườn cùng với các nút âm lượng vẫn hoạt động khi tính năng này được bật.
zh_cn: 快速按下侧边按钮3次进行“SOS紧急联络”呼叫。当此功能打开时，按住侧边按钮以及音量按钮将继续有效。
zh_hk: 快速按三下側邊按鈕即可致電「緊急求助SOS」。開啟此設定時，同時按住側邊按鈕和音量按鈕可繼續運作。
zh_tw: 快速按三下側邊按鈕來撥打「SOS緊急服務」。開啟此設定時，同時按住側邊按鈕和音量按鈕可繼續運作。
